// title
"SCANNING_TITLE" = "Etsitään ohjelmistoja";
"INSTALLING_X_TITLE" = "Asennetaan %@";
"DOWNLOADING_X_TITLE" = "Ladataan %@";
"1_ITEM" = "1 kohde";
"N_ITEMS" = "%d kohdetta";

// message
"DOWNLOADING_ITEM_STATUS" = "Ladataan %@…";
"EXPANDING_ITEM_STATUS" = "Avataan ja varmistetaan %@…";
"INSTALLING_ITEM_STATUS" = "Asennetaan päivityksiä…";

// time remaining
"FILE_SIZES_STATUS" = "%@ / %@";
"FILE_SIZES_AND_TIME_ESTIMATE_STATUS" = "%@ / %@ - %@";

// stop button
"STOP_TITLE" = "Pysäytä";
"QUIT_TITLE" = "Lopeta";

// No restart required - finished
"INSTALLATION_DONE_SINGLE" = "Päivityksen asentaminen suoritettu.";
"INSTALLATION_DONE" = "Päivitysten asentaminen suoritettu.";
"INSTALLATION_FAILED" = "Asennuksessa tapahtui virhe.";
"DOWNLOAD_ONLY_FAILED" = "Ladattaessa tapahtui virhe.";
"DOWNLOAD_ONLY_DONE_SINGLE" = "Päivityksen lataaminen suoritettu.";
"DOWNLOAD_ONLY_DONE" = "Päivitysten lataaminen suoritettu.";
"OK_TITLE" = "OK";
